/* 
  scanning_suggestions.strings
  CleanMyMac

  Created by krivoblotsky on 5/13/16.
  Copyright © 2016 MacPaw. All rights reserved.
*/
//Photos library connection

"Library Not Responding" = "Bibliothek reagiert nicht";
"CleanMyMac was unable to access your photo library, because of its unresponsive state." = "CleanMyMac konnte nicht auf Ihre Foto-Mediathek zugreifen, da sie nicht reagiert.";

"Quit or force quit Photos;" = "Fotos beenden oder sofort beenden;";
"Open your Activity Monitor;" = "Aktivitätsanzeige öffnen;";
"Force quit the \"photolibraryd\" process;" = "Den Prozess „photolibraryd“ beenden;";
"Reopen Photos if needed." = "Fotos erneut öffnen.";

//Library Update
"Library Update Required" = "Update der Bibliothek erforderlich";
"Please update your photo library to make it accessible for a scan." = "Bitte aktualisieren Sie Ihre Foto-Bibliothek, um sie scannen zu können.";

"Open your library in the Photos app;" = "Öffnen Sie Ihre Bibliothek in der Fotos App;";
"Wait until it updates the library." = "Warten Sie, bis die Bibliothek aktualisiert wird.";
